/* 
   CertInfo.strings
   CertUI

   Created by Benjamin Phipps on 10/28/09.
   Copyright 2009 Apple Inc. All rights reserved.
 */

/* Nav Bar button title. Used for accepting a trust */
"ACCEPT" = "Accept";

/* Nav title for the details view */
"DETAILS" = "Details";

/* Table Cell strings */
"MORE_DETAILS" = "More Details";

/* Gradient text indicating a certificate is not trusted */
"TRUSTED" = "Trusted";

/* Gradient text indicating a certificate is not trusted */
"NOT_TRUSTED" = "Not Trusted";

/* Description Labels */
"DESCRIPTION" = "Description";
"EXPIRES" = "Expires";

/* Certificate title */
"CERTIFICATE" = "Certificate";

/* Title for a list of certificates */
"CERTIFICATES" = "Certificates";

/* Label for issuer in certificate list */
"ISSUED_BY_LABEL" = "Issued by:";

/* Label for certificate expiration in certificate list */
"EXPIRES_LABEL" = "Expires:";

/* Label for certificate expiration in certificate list */
"EXPIRED_LABEL" = "Expired:";
